{
    "aboutme": "About me",
    "home": "Home",
    "title1": "My way to",
    "title2": "LATVIAN UNIVERSITY",
    "2008": "2008. year",
    "2012": "2012. year",
    "2014": "2014. year",
    "2015": "2015. year",
    "2017": "2017. year",
    "2020": "2020. year",
    "titleaboutme": "About me",

    "text1": "Everything starts with this year, the first computer, the first internet browser, the first game. My parents decided to buy this computer out of interest, how also with the intention, as the children started to grow up and thus wanted to help with further development of children.",
    "text2": "First modifications. This year I got acquainted with SAMP(san andreas multi player) modding. I changed/added game files for the first time and also wrote many commands on consoles. I added many plugins to the game. Also this year, together with a friend, we launch our first server. I really liked the idea that you can make everything the way you want. All you need is imagination. From then on, I made similar projects.",
    "text3": "I started playing the game osu!. This rhythm game had one difference - the ability to create a UI according to your own view. That's what made me fall in love with this game in himself. I installed photoshop and started to change the UI. I created 10 designs for games that I also published and some of my works had thousands of downloads! This year, I continued improve your skills in adobe photoshop.",
    "text4": "My computer is no longer up to today's standards. The computer remained very old and new games didn't quite go to him, that's why I started spending more and more time outside. Sports, friends, entertainment, as well as manual labor, helping mostly father with his works. These year taught me a lot, and the more I realized how strong I am likes to sit at the computer, on the Internet.",
    "text5": "After graduating from high school, I entered high school for 3 reasons: sports, the urge to enter university earlier and a photo group. Right in this one In 2008, a photo group appeared in my school. He was guided by a real a professional who made a living with his camera. I was interested because he also taught programs along with photography: adobe photoshop, adobe illustrator, adobe lightroom, adobe premiere and adobe after effects. I fell in love this year in the process of photography and it was this year that influenced my future choice of profession.",
    "text6": "Finished high school. Many things about high school life changes both for the worse and for the better. Considering all your in the previous years of my life, I chose more suitable faculties: faculties of computer science, faculty of architecture, faculty of engineers. Among all the options, I had to choose between the first and the last faculty. This is how I came to the idea of ​​studying in Latvia faculty.",
    "textaboutme": "Hi, my name is Mark. I am 22 years old, studying computer science at the University of Latvia. I am currently in my third year. I can speak Latvian, Russian, English and a little Swedish and Ukrainian. I like to do sports, so I can often be found in the weight room. I am purposeful and responsible. I currently have a job where I work as a junior programmer. However, it is only half-time, but I am thinking of starting a full-time job after the session."
}