{
    "aboutme": "Par mani",
    "home": "Sākums",
    "title1": "Mans ceļš",
    "title2": "LATVIJAS UNIVERSITĀTE",
    "2008": "2008. Gads",
    "2012": "2012. Gads",
    "2014": "2014. Gads",
    "2015": "2015. Gads",
    "2017": "2017. Gads",
    "2020": "2020. Gads",
    "titleaboutme": "Par mani",

    "text1": "Ar šo gadu viss sākas, pirmais dators, pirmais interneta pārlūks, pirmā spēle. Šo datoru mani vecāki izlēma nopirkt no intereses, kā arī ar nolūku, kā bērni sāka pieaug un tādējādi gribēja palīdzēt ar turpmāku bērnu attīstību.",
    "text2": "Pirmās modifikācijas. Šajā gadā es iepazinos ar spēles SAMP(san andreas multi player) “modding”. Pirmo reizi mainīju/pievienoju spēles failus, kā arī rakstīju daudzas komandas konsolēs. Pieivienoju daudzus plaginus spēlei. Arī šajā gadā, kopā ar draugu, palaidam savu pirmo serveri. Ļoti patika ideja, ka tu varī izveidot visu tā, kā tu vēlies. Vajadzīga tikai fantāzija. Turpmāk vēl biju taisījis līdzīgus projektus.",
    "text3": "Sāku spēlēt spēli osu!. Šīs ritma spēlēi bija viena atšķirība - iespēja izveidot UI pēc sava skatījuma. Ar to mani šī spēle iemīlēja sevī. Uzinstalēju photoshop un ķeros pie UI izmaiņas. Izveidoju 10-tiem dizainu priekš spēlēs, kurus arī publicēju un uz dažiem no maniem darbiem bija tukstošiem lejuplādēm! Šajā gadā, es turpināju pilnveidot savas prasmes adobe photoshop.",
    "text4": "Mans dators pārstāja atbilst mūsdienu standartam. Dators palika pavisam vecs un jaunas spēlēs jau gluži negāja uz viņa, tāpēc aizvien vairāk laika sāku pavadīt ārā. Sports, draugi, izklaides, kā arī roku darbs, palīdzot visvairāk tēvam ar viņa darbiem. Šīs gads mani iemācija daudz ko, un jo vairāk sapratu, cik stipri man patīk sēdēt pie datorā, internetā.",
    "text5": "Pabeidzot vidusskolu, es iestājos vidusskolā 3 iemeslu dēļ: sports, velme iestāties agrāk augstkolā un fotopulciņš. Tieši šajā gadā manā skolā parādījas fotopulciņš. Viņu vadīja īsts profisionāls, kurš uz dzīvi pelnīja ar savu kameru. Es biju ieinteresēts, jo viņš kopā ar bildēšanu mācīja arī programmas: adobe photoshop, adobe illustrator, adobe lightroom, adobe premiere un adobe after effects. Šajā gadā es iemīlējos fotografēšanas procesā un tieši šīs gads ietekmēja manu turpmāko profesijas izvēli.",
    "text6": "Pabeidzu vidusskolu. Par vidusskolas dzīvi daudzas lietas pamainījas gan uz slikto, gan uz labo pusi. Apsvērot visus savus iepriekšējos dzīves gadus izvēlējos piemērotākas fakultātes: datorikas fakultāti, arhitektūras fakultāte, inžinieru fakultāte. Starp visiem variantiem, man atlika izvēlē starp pirmo un pēdējo fakultāti. Šādā veidā arī nonācu pie idejas studēt Latvijas fakultāte.",
    "textaboutme": "Hei, mani sauc Marks. Man ir 22 gadi, mācos Latvijas universitāte datorikas fakultāte. Pašlaik esmu trešā kursā. Protu runāt latviski, krieviski, angliski un nedaudz zviedriksi un ukrainski. Patīk sportot, līdz ar to bieži vien mani var atrast svaru zālē. Esmu mērķtiecīgs un atbildīgs. Pašlaik man ir darbs, kurā es strādāju par jaunāko programētāju. Toties tā ir tikai puslodze, bet domāju pēc sesijas sākt strādā pilnā maiņā."
}